{"korygorgani": {"urn": "korygorgani", "name": "Kory Gorgani", "description": "Real Estate Broker", "posts": ["Your strength is seen, admired and should always be celebrated, not just today but every day. Happy International Women’s Day! \nhashtag\n#InternationalWomenDay2020   \nhashtag\n#WomensDay2020", "Well, in a nut-shell it’s so hot it’s on fire! \n\n7,256 home sold in February, that’s 45.6% increase vs. 2019. Activities are up 61.8%, and average price is now $989.218. Condos trading is up 24.8% with average price increased 18.6% to $666,358. \n\nBuckle up, we’re in for a ride!⁣", "Good Monday morning Linkie friends, \n\n“My mission in life is not merely to survive, but to thrive; and to do so with some passion, some compassion, some humour, and some style.”\n\nWhat a great quote by Maya Angelou and what a great mission to have. Surviving and thriving, with passion and compassion, and absolutely with humour. I f’ing LOVE it. \n\nHave an awesome week ahead and as always, strive for greatness.", "Good Monday morning Linkie friends,\n\nHere’s a great quote by Leonardo Da Vinci: ”Being willing is not enough, we must start doing!”\n\nSometimes you just have to take a chance to see how it will work out. But you have to start the ‘doing’ first. Do you agree?\n\nHave a great week ahead filled with actions towards your greatness.", "Good Monday morning Linkie friends,  \n\nThe older you get, the more you realize that life isn't about the material things, or pride or ego. It's about our hearts and who they beat for.  \n\nHappy Family Day everyone. \n\nHave an awesome week ahead, and as always, strive for greatness!", "More love, more hope, more humanity, more pride, more acceptance, more equality,  more life ... every day! ⁣\n⁣\nHappy Friday and Happy Valentine’s Day to all my Linkie  friends.", "Good Monday morning friends,  \n\nSometimes we're tested not to show our weaknesses, but to discover our strengths. Believe in yourself with your whole heart and soul and you will be unstoppable. \n\nHave an amazing and unstoppable week ahead.", "You are listing your home for sale and you have about a $1,000 budget to prepare your home. How do you spend that  money for the best ROI?⁣\n⁣\nThank you for watching, and have a nice day.⁣\n⁣", "Good Monday morning friends,\n\nGratitude is my attitude. What’s your key to a happier you?\n\nIt’s a beautiful life, let’s make it count with positivity and kindness. Have an awesome week ahead. ", "When it comes to selling your home there are multiple factors to consider, one of the biggest factors is timing. There are few months in the year that top other months for listing your home, and one of them is February 😊. \n\nThank you for watching, and have a nice day.", "Good Monday morning friends,\n\nAA Milne says: “You are braver than you believe, stronger than you seem, and smarter than you think.”\n\nLet’s add: and capable of being so much kinder.\n\nHave an awesome week ahead. ", "Happy Chinese New Year to all who celebrate the lunar year. May the rat bring you good health, wealth, and continued success. ⁣\n⁣\nhashtag\n#ChineseNewYear \nhashtag\n#LunarYear \nhashtag\n#YearOfTheRat \nhashtag\n#GongHaiFatChoi ⁣\nhashtag\n#HappyNewYear", "There are a few simple things Sellers can do to reduce issues at Closing and also to help the new owners of the home start things off on the right track. \n\nThank you for watching, and have a  nice day.", "Good Monday morning friends, \n\nWe all carry emotional, mental and physical baggage with us. And it’s heavy! \n\nIf it’s not helping you reach your destination, let it go. Let’s walk towards a direction that’ll help us carve a life worth living and loving. \n\nRepeat after me: “I let go of all that no longer serves me. I deserve the best and I accept the best. Something wonderful is going to happen today.”.", "“We are each angels with only one wing, and we can only fly by embracing one another.”\n\nGood Monday morning dear friends, Wishing you all a great week ahead.\nhashtag"]}, "mohammadsadegh-azimifar-99a75a74": {"urn": "mohammadsadegh-azimifar-99a75a74", "name": "Mohammadsadegh Azimifar", "description": "Ministry of Petroleum of Iran", "posts": []}, "amir-afshani-587b5a5a": {"urn": "amir-afshani-587b5a5a", "name": "Amir Afshani", "description": "Cheif Technical Officer at Saman Electronic Payment (SEP)", "posts": []}, "mahya-alaei-8b07015b": {"urn": "mahya-alaei-8b07015b", "name": "Mahya Alaei", "description": "Deputy Manager of Correspondent Banking at Bank Refah Kargaran - Teacher at Iran Language Institute", "posts": []}, "behzad-mahmoudi-76a57572": {"urn": "behzad-mahmoudi-76a57572", "name": "Behzad Mahmoudi", "description": "Profesional expert at Central Bank of Iran", "posts": []}, "navid-yousefian-25a09040": {"urn": "navid-yousefian-25a09040", "name": "Navid Yousefian", "description": "Founder and Director at See You in Iran - PhD Student in Political Science at UCSB", "posts": []}, "somaye-amini-73981895": {"urn": "somaye-amini-73981895", "name": "somaye amini", "description": "bank employee at iran_venezoela bi-national bank", "posts": []}, "davood-souri-40a64435": {"urn": "davood-souri-40a64435", "name": "Davood Souri", "description": "Advisor to the CEO at Saman Bank", "posts": ["سال پیش این را در مورد روز کارگر نوشته بودم، چاپش نکردند. یادم رفته بود ولی فکر کنم همچنان مصداق داردو", "🔉 دومین دوره آموزشی تطبیق با قوانین بین‌المللی در آکادمی سامان برگزار می‌شود\nآکادمی سامان دومین دوره‌های آموزشی بین‌المللی تطبیق و پیشگیری از جرایم مالی جهانی و نخستین دوره آموزشی مدیریت ریسک تحریم را با همکاری انجمن ICA برگزار می‌کند.\nدکتر داوود سوری رییس آکادمی سامان در گفت‌وگو با «سامان رسانه» درباره این دوره‌ها اظهار داشت: به دنبال برگزاری موفق نخستین دوره و با توجه به نیاز بانک‌ها و مؤسسات مالی کشور، دومین دوره آموزشی بین‌المللی تطبیق و پیشگیری از جرایم مالی، شهریورماه و مهرماه سال‌ جاری برگزار می‌شود.\n \n📋 متن کامل خبر \n \nدر کانال بانک سامان با شما هستیم.\n@samanbank24"]}, "sharareh-shapouri-90b4bb82": {"urn": "sharareh-shapouri-90b4bb82", "name": "sharareh shapouri", "description": "trader at Iran Stock Exchange", "posts": ["با سلام\nدوستان عزیز و علاقمندان به سرمایه گذاری در بازار سهام\nخواهشمند است با کلیک بر روی لینک زیر", "افتتاح حساب غیر حضوری در کارگزاری اردیبهشت ایرانیان"]}, "mahsa-rajabi-year1992": {"urn": "mahsa-rajabi-year1992", "name": "Mahsa Rajabi", "description": "Commercial Expert", "posts": []}, "negar-milaani-9994239a": {"urn": "negar-milaani-9994239a", "name": "Negar Milaani", "description": "Trader at brokerage", "posts": []}, "bahareh-attarbashi-748a2a41": {"urn": "bahareh-attarbashi-748a2a41", "name": "Bahareh Attarbashi", "description": "Finance and contract manager at Nahid Paralegal Professional Corporation", "posts": []}, "anna-dargahi-30a64543": {"urn": "anna-dargahi-30a64543", "name": "Anna Dargahi", "description": "Relationship manager- corporate banking - saman bank", "posts": []}, "behzad-darjaziloo-81319618": {"urn": "behzad-darjaziloo-81319618", "name": "Behzad Darjaziloo", "description": "Morsa corporation CEO", "posts": []}, "farhad-nili": {"urn": "farhad-nili", "name": "Farhad Nili", "description": "Experienced Macroeconomist", "posts": []}, "amanda-azeredo-6b8b8ba2": {"urn": "amanda-azeredo-6b8b8ba2", "name": "Amanda Azeredo", "description": "Realtor at eXp Realty | Entrepreneur", "posts": []}, "arryngreenspan": {"urn": "arryngreenspan", "name": "Arryn Greenspan", "description": "President & CEO at Tembo Financial Inc.", "posts": []}, "ashkankouchak": {"urn": "ashkankouchak", "name": "Ashkan Kouchak", "description": "CEO at Spectrums", "posts": ["Using the Psychology of Persuasion to Boost Your Influence on LinkedIn via Social Media Today"]}, "sophia-keshavarz-632b8814": {"urn": "sophia-keshavarz-632b8814", "name": "Sophia Keshavarz", "description": "Real Estate Broker, CIPS, B.A.Sc. in Elec.Eng at Forest Hill Signature Real Estate", "posts": []}, "atefeh-zamani-2948a9134": {"urn": "atefeh-zamani-2948a9134", "name": "Atefeh Zamani", "description": "Manager (CEO) at Fara Media Inc., Web Design/Development and Digital Marketing Company", "posts": []}, "ali-ebrahimnejad-4951699": {"urn": "ali-ebrahimnejad-4951699", "name": "Ali Ebrahimnejad", "description": "Assistant Professor, Graduate School of Management and Economics, Sharif University of Technology", "posts": []}, "esmaeil-lalegani-b187a0106": {"urn": "esmaeil-lalegani-b187a0106", "name": "Esmaeil Lalegani", "description": "CEO at Bank Saderat Iran", "posts": []}, "traceyfines-homes": {"urn": "traceyfines-homes", "name": "Tracey Fines", "description": "Real Estate Expert", "posts": []}, "ryanahadian": {"urn": "ryanahadian", "name": "Ryan Ahadian", "description": "Real Estate Broker at Century21 - Heritage Group Ltd.", "posts": []}, "iman-moghadasian-25a89a63": {"urn": "iman-moghadasian-25a89a63", "name": "Iman Moghadasian", "description": "Trading Manager", "posts": []}, "dr-hossein-meisamy-07889a29": {"urn": "dr-hossein-meisamy-07889a29", "name": "Dr. Hossein Meisamy", "description": "عضو هیئت علمی و مدیر گروه بانکداری اسلامی پژوهشکده پولی و بانکی، بانک مرکزی جمهوری اسلامی ایران", "posts": []}, "mehrdad-alaei-p-eng-b6747354": {"urn": "mehrdad-alaei-p-eng-b6747354", "name": "Mehrdad Alaei P.Eng.", "description": "Principal / Owner at Toron Construction Inc. / AMA Design", "posts": []}, "elhamghorabi": {"urn": "elhamghorabi", "name": "Elham G.", "description": "Interior Manager at Foolad Sazeh Valieasr", "posts": []}, "kiki-cianciusi-bb686617": {"urn": "kiki-cianciusi-bb686617", "name": "Kiki Cianciusi", "description": "Sales Representative at Keller Williams Advantage", "posts": []}, "aleksandra-nowak-081b451a": {"urn": "aleksandra-nowak-081b451a", "name": "Aleksandra Nowak", "description": "Sales Representative at Monza Condos", "posts": ["I started a little business selling gift baskets.  I have been giving my own clients these baskets as a thank you and I have received wonderful complements.  If you are interested in giving a basket to your clients as a closing gift, birthday, anniversary, holiday gift or other special occasion just give me a call!  They are a fantastic gift and can be personalized.  You can visit my instagram for more photos on some of the inclusions and baskets.  If you are interested in placing an order please email me at:\n \nEmail: ", "Monza Condos - 861 St. Clair Ave. W. - On Sale Now!\nContact me for pricing and floor plans. \nhashtag\n#realestate \nhashtag\n#condos \nhashtag\n#forsale \nhashtag\n#justlisted \nhashtag\n#househunting \nhashtag\n#floorplans \nhashtag\n#newhome \nhashtag\n#property \nhashtag\n#contactme \nhashtag\n#onsale \nhashtag", "The Thornhill - Just Launched - Contact me for details.\n\nThe Daniels Corporation and Baif Developments are proud to introduce The Thornhill - a vibrant master-planned community of four exquisite residences nestled on 3.5 acres of carefully groomed land. Set within the established charm of South Thornhill at the corner of Bathurst Street and Beverley Glen - The Thornhill is located within one of Vaughan's most coveted neighbourhoods. ", "Fantastic Detached Home In Erin Mills Mississauga! Located On a Child Friendly Court.  Listed at $859,900 Contact me for a viewing and details! \nhashtag\n#detached \nhashtag\n#viewing \nhashtag\n#listed \nhashtag\n#home \nhashtag\n#mississauga \nhashtag\n#contactme \nhashtag\n#details \nhashtag\n#fantastic \nhashtag", "Symphony Towns in Oshawa From the low $500s - On Sale Now! \nContact me for a price list and floor plans.\nhashtag\n#forsale \nhashtag\n#townhomes \nhashtag\n#new \nhashtag\n#oshawa \nhashtag\n#preconstruction", "The Basket Store\nGift baskets designed for your Real Estate clients.  What better way to say thank you.  Order:  ", "The Shape of things to come.  Boutique Urban Condos.  Coming soon to St. Clair West Village.  Price ranges from the low 500S  to $1.5M.  Bold innovative architecture.  Contact me for more info. \nhashtag\n#condos \nhashtag\n#comingsoon \nhashtag\n#contactme \nhashtag", "Fantastic Premium Lot In The Heart Of Newmarket! \nIdeal For Investment - Build Your Dream Home Or Renovate.   Lots Of Potential.  $499K MLS#N4425023 \nhashtag\n#homesforsale # \nhashtag\n#forsale \nhashtag\n#justlisted \nhashtag\n#newlisting \nhashtag", "Gorgeous custom kitchen in this beautiful 1295 sf, 2 bedroom condo located in Mississauga!  For Sale: $479,900 check out listing MLS # W4409811 or contact me for more details. \nhashtag\n#homesforsale \nhashtag\n#condo \nhashtag\n#checkout \nhashtag\n#home \nhashtag\n#forsale \nhashtag\n#gorgeous \nhashtag", "WINLOCK TOWNS\n\nElegant and tasteful with modern styling, this intimate community is the perfect alternative to faceless high-rise living.\nA community of 30 homes, a combination of 20 stacks and 10 towns define Winlock Towns.\nWinlock Towns. Your key to the ultimate in urban living.\nThis gem of a neighbourhood, located in a fast-developing “it” area just east North York’s busy city centre, is close to everything you need, but just removed enough to give you the peaceful retreat you crave.\n\nFor more information floorplans and prices contact me:  ", "293 The Kingsway Condos at Royal York.\n\nA jewel of a residential community, with treelined avenues and lush parks, The Kingsway is a world apart. Sip a coffee with a friend at a nearby café, bike along the riverside, shop for freshly baked bread at a local artisan bakery or pick up fresh fruit on your way home. This is a sought-after neighborhood designed for those who like to live well. Etobicoke’s most prestigious address. \n\nContact me to receive floor plans and prices.", "Incredible Opportunity! King's Park Condos-Stoney Creek - 2 Bedrooms With Parking $404,900!  4% Commission.  Contact Me For Floor Plan And More Details!", " Prices Start @ $257,900 WITH PARKING!  4% COMMISSION\nElegant living at King’s Park.  Stoney Creek.\n\nAn intimate 6-storey boutique residence with a select 93 suites, located directly across from Stoney Creek’s Cenotaph Park and King Street Parkette.\nStoney Creek's Newest Pre-construction Development!\n\nContact me today for a full list of incentives and broker package.\n416.871.2539 Cell\nEmail: ", "Spectra Condo by Concord Adex! Spectacular unobstructed city view on the 40th Floor.  Large 1 bedroom - $439,999.00.", "The South Shore \n\nLUXURY WATERFRONT CONDOS from the $400’s TO $1M +\n   \nLive the resort-style life where Lake Simcoe meets the GTA. Just 40 minutes from Toronto and fifteen minutes from Newmarket. Right on the water next to a marina. A stroll from a real downtown with shops and restaurants. Keep your friends and family close by and your boat next door. If it isn’t The South Shore, it’s too far north.\n   \nOwn in the LAST multi-residential building on Lake Simcoe\n\nFor more information visit:", "Add the benefits of the Bayview Subway station, just south from The Bennett on Bayview.\nLimited time only! Agents bring your clients!\nPlease contact me for a price list and floor plans.\nExclusive Incentive Package:\n\n10% deposit \nFree Assignments \n5,000 discount on parking\nCapped Development Charges", "The Bennett On Bayview\n\nLimited time only!  Agents bring your clients, co-op 4%. \nPlease contact me for a price list and floor plans.\nExclusive Incentive Package:\n\n10% deposit \nFree Assignments \n5,000 discount on parking\nCapped Development Charges"]}, "mine-pi-781b1218b": {"urn": "mine-pi-781b1218b", "name": "Mine Pi", "description": "cryptocurrency trader", "posts": ["دوستانی که استخراج رایگان ارز دیجیتال پی کوین رو از طریق اپلیکیشن موبایل pi network قابل دانلود از پلی استور با کد دعوت ما Behnamsss شروع کردن توجه داشته باشید که بعد از هر ۲۴ ساعت باید مجدد استخراج رو فعال کنید... استخراج خوبی داشته باشید.... 😎", "عرضه اولیه پی کوین💲💲💲\n☝استخراج رایگان ارز دیجیتال با گوشی موبایل\n☝بدون استفاده از پردازنده و باطری به صورت آفلاین\n👈 دانلود اپلیکیشن pi network از پلی استور یا آپ استور گوشی\nثبت نام، کد دعوت: Behnamsss\nبه گسترش شبکه پی کمک کنید و ارز دیجیتال پی کوین با سرعت بالا استخراج کنید✌✌✌ ", "عرضه اولیه پی کوین💲💲💲\n☝استخراج رایگان ارز دیجیتال با گوشی موبایل\n☝بدون استفاده از پردازنده و باطری به صورت آفلاین\n👈 دانلود اپلیکیشن pi network از پلی استور یا آپ استور گوشی\nثبت نام، کد دعوت: Behnamsss\nبه گسترش شبکه پی کمک کنید و ارز دیجیتال پی کوین با سرعت بالا استخراج کنید✌✌✌ ", "استخراج رایگان ارز دیجیتال با گوشی موبایل \nعرضه اولیه پی کوین\nدانلود اپلیکیشن pi network از پلی استور یا آپ استور گوشی\nثبت نام، کد دعوت: Behnamsss\nبه گسترش شبکه پی کمک کنید و ارز دیجیتال پی کوین با سرعت بالا استخراج کنید \nhashtag\n#crypto \nhashtag", "دوستانی که استخراج رایگان پی کوین را از طریق اپلیکیشن pi network شروع کرده اید. توجه داشته باشید که بعد از گذشت هر ۲۴ ساعت استخراج شما غیر فعال خواهد شد برای فعال کردن مجدد کافی است به برنامه برگردید و برروی آیکون سرعت ضربه بزنید.", "استخراج رایگان ارز دیجیتال برای اولین بار با گوشی موبایل\nپروژه فارغ التحصیلان دانشگاه استنفورد", "پی یک ارز دیجیتال است که رقیبی برای بیت کوین معرفی شده است. هنگام ظهور بیت کوین از طریق لب تاب استخراج می شد. هم اکنون ارز دیجیتال پی توسط گوشی تلفن همرا استخراج می شود. در عرض کمتر از دو ماه پی کاملا شناخته شده و در بسیاری سایت های معتبر لیست شده است.\nبسیاری از دوستان نظر میدهند که اسکم یا کلاهبرداری است. در جواب ایشان باید بگم که هیچ هزینه ایی نمی کنید تا از شما پولی دریافت کنند پس به هیچ عنوان اسکم و کلاهبرداری نمی باشد. برنامه", "Pi is a new digital currency being developed by a group of Stanford PhDs. For a limited time, you can join the beta to earn Pi and help grow the network. To join Pi, download pi network from app stor or play store and use my username (Behnamsss) as your invitation code. Happy mining🎊🎑", "دوستانی که اپلیکیشن رو نصب کردید. بعد از گذشت هر ۲۴ ساعت به pi network برگردید و استخراج را فعال نمائید.", "ارز دیحیتال pi\nپروژه معتبر دانشگاه استنفورد\nبدو پیدایش\nفرصت عالی برای استخراج با سرعت بالا فقط با گسترش شبکه\nاز طریق گوشی موبایل بدون استفاده از باطری و پردازنده به صورت آفلاین( فقط ثبت نام آنلاین باشید و بعد از گذشت هر ۲۴ ساعت یکبار به برنامه می روید و روی آیکون سرعت می زنید، برای فعال شدن تا آپ بدونه ربات نیستید)\nتوصیه میشه دوستانی که ثبت نام می کنید نام و نام خانوادگی خودتون رو درست وارد کنید.", "ارز دیحیتال pi\nپروژه معتبر دانشگاه استنفورد\nبدو پیدایش\nفرصت عالی برای استخراج با سرعت بالا فقط با گسترش شبکه\nاز طریق گوشی موبایل بدون استفاده از باطری و پردازنده به صورت آفلاین( فقط ثبت نام آنلاین باشید و هر ۲۴ ساعت یکبار برای فعال شدن تا آپ بدونه ربات نیستید)\n ", "استخراج رایگان ارز دیجیتال با گوشی موبایل بدون استفاده از باطری و پردازنده. پروژه ای کاملا علمی و صحیح:\nارز دیجیتال پی توسط تیم دکترا از دانشگاه استنفورد اداره می شود و رقیبی برای بیت کوین به حساب می آید تا کاستی ها و ایرادات آن را برطرف کند. ارز دیجیتال پی از اوایل تیر ماه ۱۳۹۸ شروع شده است و در حال حاضر از طریق گسترش شبکه به کاربران خود امکان استخراج رایگان داده است. اگر به دنبال فرصت مناسب جهت استخراج رایگان و امن هستید. از play store یا app store گوشی خود اقدام به دانلود و نصب اپلیکیشن pi network کنید. در آخر کد دعوت خود را به این شکل Behnamsss وارد نمائید. "]}, "ebikermanchi": {"urn": "ebikermanchi", "name": "Ebrahim Kermanchi", "description": "Founder of Penta Business Developers Group", "posts": ["I have this honor to participate in this program as a Business Development mentor and I created two separate parts to achieve the target of writing the business model for beginners at two separate parts: Part 1: Transformation –Spotlight on the world of Marketing to fashion a Brand and Part 2: Creation - Innovative Strategies of Sales for Business & Brands", "The Education & Training for sucsess progrmam ", "This is a good chance to look closer to the pioneers of fortune makers from Iran`s economy....its a first time that we arranged to have senior managers from stock market of Iran sitting next to international investors and frankly discuss their potentials!"]}, "luc-lising-a43014164": {"urn": "luc-lising-a43014164", "name": "Luc Lising", "description": "Real Estate Agent at Royal LePage Signature Realty, Toronto", "posts": ["Where are my mortgage brokers/agents? Let's connect!", "Check out this article!", "“I just wanna chill all day” was a thought I had.\n\nThis goes to show you that this is a mental game and the ones that win are the ones that push these thoughts away.", "Just over a year ago, you set goals for yourself. \n\nWhich one of you action takers stuck to it and ate the dirt?", "\"Correct a fool and they will hate you. Correct a wise person and they will love you.\"", "2 things that are guaranteed:\n\n1. Death.\n\n2. Social media is only getting bigger and you NEED to be advertising on it to attract more clients.", "(F)ollow\n(O)ne\n(C)ourse\n(U)ntil\n(S)uccessful", "Sunday is a time for relaxing.\n\nFor me, Sunday is for strategizing.\n\nWhether you're relaxing or working, you can never go wrong with listening to some jazz.\n\nHere is my favourite jazz video on YouTube.", "Today's email: Business lesson from Bruce Lee.\n\nIf you would like to learn how we got more work done by working LESS, sign up for our email list and we'll send you the business lesson from Bruce Lee later on today.", "Learning marketing is important.\n\nLearning sales is important. \n\nLearning copy is important. \n\nBut you can still fail.\n\nWhy?\n\nBecause success comes down to:\n\n- Consistency\n- Discipline\n- Time management\n- Focus", "I seen a post from one of these Facebook ads \"gurus\" and he said to keep your audience sizes below 500k.\n\nMy audience sizes are always 3 million or more.\n\nFacebook only puts your ad in front of a portion of the audience size.\n\nSo, if your audience size is 500k, only 50k people or so will see your ad.\n\nIf your audience size is 15 million, 1 million or so will see your ad.\n\nThe larger the audience size, the better.", "Social media marketing is hands down, the best way to generate leads. If you would like to learn how you can compete in this competitive market, take a look at this video!", "The top agents are the ones using social media to generate leads. Start moving your way up into the top 1% and get started with Facebook ads.", "If you want to learn how to get leads on Facebook for as cheap as $0.30, shoot me a message.", "Generating buyer/seller leads has never been so easy. It literally takes a few clicks on your keyboard. All you have to do now is take action.", "Word-of-mouth referrals isn’t the most reliable way to generate leads. Why not put yourself in front of the 500 million + people on Instagram?", "Have as many lead sources as possible. You’d be surprised as to how many deals you can get just from setting up a Twitter profile.", "When running Facebook ads, testing “laser targeted” audiences is actually hurting your business. \n\nThe CPC gets too high, Facebook doesn’t optimize correctly, etc etc. \n\nInstead, test broad audiences.", "Lead generation tip for Facebook ads:\n\nInterests targeting isn’t as important as you think. Focus on testing broad audiences with various ad copies and creatives.", "Here’s a little tip when writing copy:\n\nThe goal for the current sentence that you’re writing is to give your reader a reason to read the next sentence.", "“Everyday is a new life to a wise man.”\n- Dale Carnegie", "A friend of mine was trying to convince me to grow other businesses with him.\n\nHis argument?\n\n\"Don't put all your eggs into one basket.\"\n\nMy response?\n\n\"The man that chases two chickens catches none.\"\n\nThis argument can go both ways."]}, "saeid-mahdian-97b46510a": {"urn": "saeid-mahdian-97b46510a", "name": "saeid Mahdian", "description": "Employee at Bank Saderat Iran", "posts": ["عالیه"]}, "mitra-goodarzi-6aa58a21": {"urn": "mitra-goodarzi-6aa58a21", "name": "Mitra Goodarzi", "description": "Real Estate Broker/ Senior’s Real Estate Spacialist/ Certified Negotiation Expert/", "posts": ["This is us!", "The average U.S. rate for a 30-year fixed mortgage dropped to 3.29% this week! \nhashtag\n#mortgage  \nhashtag\n#newhomesales  \nhashtag\n#homebuyers", "The butterfly effect gets its name from the metaphor that even small swirls of air caused by the flapping of a butterfly’s wings can change the path of a tornado...\nhashtag\n#homeowners \nhashtag\n#homebuyers \nhashtag\n#housing \nhashtag\n#realestate \nhashtag\n#bankingindustry  \nhashtag", "The home-ownership rate hasn’t been this high since the third quarter of 2013. \nhashtag\n#mortgage \nhashtag\n#homebuyers \nhashtag\n#creditandlending \nhashtag\n#homeowners \nhashtag\n#housing \nhashtag\n#bankingindustry", "This is true about many real estate professionals! \nhashtag\n#agents \nhashtag\n#creditandlending \nhashtag\n#mortgage \nhashtag\n#bankingindustry \nhashtag\n#homebuyers", "Happy New Year from The Rotary Club of Toronto to you and your loved ones! ❤️", "Dec 3rd, Giving Tuesday!", "2020 Market Outlook", "Top Four Strategies for Supercharging Your Growth in 2020 # \nhashtag\n#strategies \nhashtag\n#growth", "Millennials continue to outpace older generations in homebuying! # \nhashtag\n#older \nhashtag\n#continue \nhashtag\n#generations \nhashtag\n#homebuying \nhashtag\n#realestate \nhashtag\n#life", "Ask yourself...", "Beautiful cottage home by Cook’s Bay and Steps away from Kon-Tiki Marine where you can dock your boat and enjoy the nature only 1 hour away fro the city’s hustle.\nLove my job ❤️\n ", "Enhance your skills", "Knowledge Is Power!\nIn Order To Provide The Best Service, Never Stop Learning!", "Connect with leaders in your community...", "We need you 👉", "Did you know?! \nhashtag\n#firsttimehomebuyer \nhashtag\n#taxcredit", "We Care!", "This is what we do! Come and join us and you will be fascinated by your effectiveness in your community. \nhashtag\n#community \nhashtag\n#joinus \nhashtag\n#effectiveness", "White Ribbon’s Toronto Walk To End Gender- Based Violence\nMay 29,19"]}, "mike-harris-00262927": {"urn": "mike-harris-00262927", "name": "Mike Harris", "description": "Realtor", "posts": ["hashtag\n#MikeHarrisMotivation", "hashtag\n#mikeharrismotivation", "hashtag\n#MikeHarrisMotivation", "hashtag\n#MikeHarrisMotivation", "hashtag\n#MikeHarrisMotivation", "hashtag\n#environment", "hashtag\n#MikeHarrisMotivation", "hashtag\n#MikeHarrisMotivation", "hashtag\n#MikeHarrisMotivation", "hashtag\n#MikeHarrisMotivation", "hashtag\n#MikeHarrisMotivation", "hashtag\n#climateaction  \nhashtag\n#yellowbluecanada \nhashtag\n#saveourplanet \nhashtag\n#vancouverbc", "hashtag\n#MikeHarrisMotivation", "hashtag\n#MikeHarrisMotivation", "hashtag\n#MikeHarrisMotation"]}, "fereshte-cheraghloo-39066194": {"urn": "fereshte-cheraghloo-39066194", "name": "Fereshte Cheraghloo", "description": "employee retired at BMI Bank", "posts": []}, "kathyoakville": {"urn": "kathyoakville", "name": "Kathy Van Driel B.A.", "description": "Sales Representative at Royal LePage", "posts": ["Good news for Toronto \nhashtag\n#toronto \nhashtag\n#goodnews \nhashtag\n#urbanism", "Moving in the right direction", "A step in the right direction... \nhashtag\n#condos \nhashtag\n#realestate", "This is so clear to anyone who has worked with a client trying to get a rental unit.", "So happy for these two amazing people!! \nhashtag\n#sohappy \nhashtag\n#amazingpeople \nhashtag\n#sold in Oakville \nhashtag\n#new adventures", "Great idea!", "Way to go Hamilton!", "Good news but 80% of a typical Toronto rent is still expensive.", "Makes sense to me...invest in both if possible.", "No surprise here.", "hashtag\n#lovemyjob \nhashtag\n#greatclients \nhashtag\n#royallepage \nhashtag\n#oakville \nhashtag\n#Burlington \nhashtag\n#Glenabbey", "And so the battle continues...", "A calmer time in Real Estate forecasted for 2019 although there could be future supply issues...", "I hope they scale it back abit if nothing else. \nhashtag\n#demolition \nhashtag\n#internationalrealestate \nhashtag\n#golf \nhashtag\n#Oakville", "I have to say I have been working in Toronto recently and it is Multiple Offer after Multiple Offer. Not fun for the Buyer but nice for the Seller.\n \nhashtag\n#internationalrealestate \nhashtag\n#multiples", "Another condo for North Oakville...", "Good news for home buyers in Vanvouver!", "Good news for North Oakville!", "5.3 million...that is alot of money for an uncertain outcome", "Wow, this would be interesting!", "Here is your chance to own a stunning Town Home in the sought after community of Glen Abbey in Oakville! 3+1 bedrooms, master with ensuite, hardwood, pot-lites, crown moulding, granite, detached single car garage with parking pad...all the \"I wants\"!  Text me at 289.242.2332 for your own private viewing!", "Interesting situation...", "Great news for Burlington!", "Interesting!", "Good news for the self-employed!", "Wow, potential fines of $1000/day for owners!", "We will see how this plays out", "Strange they never mention anything  about the increase in traffic!", "The results will be interesting. I am especially interested in Laneway homes in Toronto.", "Great new listing in the heart of Olde Oakville! Renovated 2bed/2bath unit!! Contact me with any questions."]}, "yazdan-ganjabi-3178b090": {"urn": "yazdan-ganjabi-3178b090", "name": "Yazdan Ganjabi", "description": "Bank employee", "posts": []}, "hamidreza-naeemi-%D8%AD%D9%85%DB%8C%D8%AF%D8%B1%D8%B6%D8%A7-%D9%86%D8%B9%DB%8C%D9%85%DB%8C-43a57746": {"urn": "hamidreza-naeemi-%D8%AD%D9%85%DB%8C%D8%AF%D8%B1%D8%B6%D8%A7-%D9%86%D8%B9%DB%8C%D9%85%DB%8C-43a57746", "name": "hamidreza naeemi(حمیدرضا نعیمی", "description": "Bankmellat", "posts": []}, "arman-goudarzi-75959189": {"urn": "arman-goudarzi-75959189", "name": "Arman Goudarzi", "description": "central bank of islamic republic of iran at Export Development Bank of Iran (EDBI)", "posts": []}, "katebuilds": {"urn": "katebuilds", "name": "Kate Campbell", "description": "Owner of KateBuilds Inc - Carpenter featured on HGTV's Decked Out, Disaster Decks, Custom Built", "posts": ["\"I think there are some stigmas and stereotypes surrounding the industry that may make women feel like they can’t or won’t gain entry into it, but I’m seeing those stereotypes fall away slowly. Whenever you’re paving a new path, its not always going to be easy, but I think it’s important for women to know that the number of females in the trades industry is growing.\"\n\nIn partnership with ", "I am so proud of \"The Major House\" - we have been working on completely rebuilding and renovating this house for the last three years and it's finally finished! It truly is one of a kind and will always have my heart. \nCheck it out and if you, or anyone you know is looking for the opportunity to own a once in a lifetime dream house, reach out! \n\nPlease share if you would like! Cheers!", "I'm so proud of my husband ", "This was a lot of fun!!", "Yay!!!! Having so much fun shooting \"Home to Win\" with HGTV Canada - visit ", "Had a great time working on this CertainTeed sustainable insulation \"Get into the Doghouse\" promo! \nIt was a fabulous competition between Damon Bennett and myself. \nKateBuilds Inc takes the win!! :)", "Looking for a reliable structural/framing company in the GTA or east end for work on an upcoming project starting ASAP. Please direct message me! :)", "I have some exciting new projects in the works and I need to find a landscaper/landscape company in the GTA that is looking for new marketing opportunities. Please message me if you or someone you know may be interested!\nCheers :)"]}, "ahmad-ghabraei-1aaa39a2": {"urn": "ahmad-ghabraei-1aaa39a2", "name": "ahmad ghabraei", "description": "employee at Bank", "posts": []}, "sonia-caouette-2b734958": {"urn": "sonia-caouette-2b734958", "name": "Sonia Caouette", "description": "Sales representative", "posts": []}, "kiarash-kalhor-7863b5159": {"urn": "kiarash-kalhor-7863b5159", "name": "kiarash kalhor", "description": "Realtor at Royal Pacific Realty Group", "posts": ["Welcome to West Pender Place. Located at 1409 West Pender St, this iconic building is one of only a few truly luxury boutique buildings in Vancouver. The unit boasts amazing floor to ceiling windows showcasing incredible 180-degree views of coal harbour marina, city, Stanley Park and the North Shore mountains. Equipped with a gourmet kitchen overlooking a magnificent open concept living room, it’s perfect for entertaining. This incredibly unique 2323 sqft, 3 bedrooms 2.5 bathroom floor plan is one of very few in the building making it a truly rare find. It’s versatile and open space is perfectly accommodating to larger families or small ones looking for space to grow. The building’s amenities include a pool, wet and dry sauna, gym, courtyard garden, a party room, meeting room. outdoor barbecue space and a 24-hour concierge. The unit also has 2 side by side parking spaces along with one large private storage unit and 2 bike stalls.", "Open House Sunday, June 23rd from 2-4pm\nPRICE REDUCED! Over $100,000\n\nAmazing value! book a private viewing today. \n\nOffered at $1,298,000\nR2335004", "*Open House* come visit us this sat and Sunday between 2-4pm to see this amazing property. \n\n2-bedrooms \n3-bathrooms \n2-private parking spots \n1-storage \nPrivate deck and back yard space \n1396 sq ft \nLocated 2 blocks from kitsilano beach and 3 blocks from 4th shopping district.\n\nOffered at $1,399,000 ", " **OPEN HOUSE**\n\nCome visit us this Sunday, March 31st from 2-5pm to check out this amazing property. Rarely would you find such a beautifully renovated and open concept property in the heart of Kitsilano located a couple of blocks from the beach and the shopping district. \n\n2 bedrooms  \n3 bathrooms \n2 private parking \nPrivate back yard \n1396 sq ft\nOffered at $1,399,000.00", "Come visit us this Friday and Sunday from 2-4 to check out this amazing property. Rarely would you find such a beautifully renovated and open concept property in the heart of Kitsilano located a couple of blocks from the beach and the shopping district. ", "Open House this Saturday and Sunday March 16/17 from 2-4pm. \n\n2 bedrooms \n3 bathrooms \n2 private parking \n1 storage \nPrivate backyard \n\n1396 sq ft \n\nOffered at $1,399,000", "**OPEN HOUSE**Saturday & Sunday March 2 & 3 From 2-4pm\nA-2421 West 1st ave Offered at $1,399,000 In the heart of Kitsilano, two blocks from kits beach and 3 blocks to amazing shopping, coffee shops, and restaurants.\n1396 sq ft\n2 Bedrooms\n3 Bathrooms\n2 Private Parking spots  ", "hashtag\n#realestate \nhashtag\n#vancouver \nhashtag\n#kitsilano \nhashtag\n#openhouse \nhashtag\n#kalhorrealty Welcome to Bayside Manor; the quiet and tranquil community located in the heart of Kitsilano. With only 19 units it  creates  a true feel of community within it’s residence. This incredibly rare 1396 sqf unit offers 2 bedrooms and 3 bathrooms within 2 floors. A truly complete townhouse, equipped with a private backyard and patio, in suit laundry and a bike rack. Fully renovated in 2013, it boasts with high end finishes and a polished looked. It also offers direct access to your unit from its 2 private parking spots. Large private storage right off your parking stalls making it very convenient. Take advantage of these rarely available units.\n\nPlease contact me for a private viewing \n604.880.1265"]}, "majid-nouri-b7095457": {"urn": "majid-nouri-b7095457", "name": "Majid Nouri", "description": "Director of welfare department at Central Bank of Iran", "posts": ["hashtag\n#رمز_یکبار_مصرف \nhashtag\n#پیامک ", "ایده‌ای جالب 👌🏽حرکت روی دیوار عمودی بدون نیاز به ایجاد نیروی اضافی😳🤔", "اختراعی باورنکردنی از ثروت‌سازان چینی! کارخانه لایک!!!🤔😳☹️", "نقش زنان در امنیت سایبری\nمقاله‌ای از خانم نوشین شباب، پژوهشگر ارشد امنیت‌ در کسپرسکی"]}, "analenarealtor": {"urn": "analenarealtor", "name": "Analena Mandlsohn", "description": "Broker/Owner at HomeLife Optimum Realty, Brokerage", "posts": ["Join Steve Humble on March 5th and learn all about the Disability Tax Credit and Registered Disability Savings Plan. And don’t forget to share with anyone to whom this may be of benefit.", "Happy Birthday Les Brown!\nhashtag\n#thebestisyettocome \nhashtag\n#yougottobehungry\nhashtag\n#youhavegreatnesswithin", "*** OPEN HOUSE *** Come and view this stunning property on Sunday, 17 Nov,  2-4pm\n77 Charles St, Thornhill ", "** IT'S OFFICIAL! ** I’m beyond excited to announce that I’m now the proud owner of a HomeLife franchise. I will henceforth be operating my business under HOMELIFE OPTIMUM REALTY. \nhashtag", "Our Newmarket BNI startup chapter still has a number of seats available. Join us on Thursday at 9:30 a.m. at LAUFT in the Upper Canada Mall.", "Our startup chapter in Newmarket is currently looking for professionals in the following fields:\nAccounting; Law; General Contracting and Trades; Health Sciences; Home Staging; and Printing Services. Message me for an invitation to our next meeting.", "It’s no secret that one of the most important features in a home is the kitchen. Given the importance of this space to everyday family life, its ability to provide a complete experience and potentially increase the value of home, your kitchen reno should be well thought out and researched. Read about it in my latest blog.", "I’m looking for the following professionals to join my power team in Newmarket: Commercial Realtor; Home Inspector; Home Stager; Real Estate Lawyer; Real Estate Photographer; General Contractor; Cleaner; Garden Landscaper. Reach out to me for more info. \n ", "Condo living has become increasingly popular; however, if you're considering purchasing a condo, you should be aware of certain issues surrounding both the purchase of, and the lifestyle in, a condo building. Read about them in my latest blog.", "** JUST LISTED ** Magnificent 2 Bed 2 Bath penthouse suite in The Victorian. Beautifully appointed with a bright open concept layout, soaring 10ft ceilings, generous rooms and an abundance of natural light. Ideally located mere minutes from downtown Aurora. \nPrice: $439,000\nCall me to book a private showing: 647-501-0309", "Located in a quiet family-friendly Sutton neighbourhood, this magnificent 4 Bedroom home is situated on a large premium lot backing onto lush green forest. Beautifully appointed with a bright open concept and featuring soaring\n9ft ceilings, hardwood flooring, generous formal rooms and a walkout basement, this immaculate residence is sure to please the most discerning of buyers. Call me for more info or to book a private showing: 647-501-0309", "** COMING SOON TO MLS **\n\nStunning detached 4 Bed 4 Bath home with walkout basement backing onto forest in a quiet family-friendly neighbourhood in Sutton! Call me today for a sneak preview: 647-501-0309 ", "Real Estate; AirBnB; Investment Properties", "The overall average selling price in the GTA in June 2019 was $832,703 – up 3% compared to the average of $808,066 in June 2018 – and the total number of sales was up by 10.4%.", "**ATTENTION BUYERS** ASK YOURSELF THESE 3 QUESTIONS BEFORE STARTING YOUR HOME SEARCH:\n1. Where do I want to live?\nConsider what communities or neighbourhoods you would like to live in. Ask yourself how important it is for you to be near schools, shopping centres, recreation facilities, places of worship, hospitals, or public transit.\n2. What type of home do I want?\nDetermine what style of home best suits your needs. It could be a detached, a semi-detached, a bungalow, a two-storey, a townhouse, a condo — the options are endless! You may also want to consider your ideal lot size or total square footage of the house itself.\n3. What are my must-haves and deal-breakers?\nDetermine what features in a home are most important to you.  Perhaps you require a certain number of bedrooms and washrooms. Perhaps you have family members with special needs. \nYou should also ask yourself what you absolutely do not want in a home. Perhaps an unfinished basement or a lack of adequate garage/parking spaces would be deal breakers.", "This week's featured business is Artistic Approach Studio - the best thing to have ever happened to Keswick parents! What better way for your children to spend the summer break than by learning how to tap into their creative genius? With over 15 years of combined experience in both Fine Arts and Early Childhood Education, the owners Janet and Leah, bring their passion for arts and education into every aspect of the workshops they run, offering classes for all ages, that include painting, drawing, knitting, sewing and more.  They also offer paint nights, knitting nights, mommy-and-me classes, birthday parties and special holiday events. Do your kids and yourselves a favour and visit their studio, so you can experience their talent first hand – the space, atmosphere and the murals are incredible! ", "Tip Tuesday: ** BATHROOM TUB RENO**\nFreestanding tubs are gorgeous, but make sure your contractor verifies that the floor can support the weight – they are much heavier than traditional built-in tubs.", "** OPEN HOUSE ** Experience this magnificent 5 + 2 Bedroom Thornhill property - 77 Charles St, Thornhill - Sunday, June 30, 2-4pm\nhashtag", "** BLOG POST ** The matrimonial home is given special treatment when it comes to the division of property upon divorce. Read more in my blog post:\nhashtag\n#realestate \nhashtag\n#blogpost \nhashtag\n#realestateblog \nhashtag\n#divorce \nhashtag\n#divisionofproperty \nhashtag", "Market showing some signs of improvement: Average sales and prices up by 18.9% and 3.6% respectively in the GTA. If you would like a customized breakdown of your specific neighbourhood stats, call me at 647-501-0309. \n "]}, "marzieh-bashari-60153615": {"urn": "marzieh-bashari-60153615", "name": "Marzieh Bashari", "description": "Broker at Royal LePage Your Community Realty", "posts": ["Make sure you have full authorization before demolition!!!", "Turnkey Business!! Welcome To Marvelous Beauty Lounge! \" Who Says Beauty Can't Be Fun\". This Spa Has Multiple Licences! Turnkey Operation! Be Your Own Boss! Spa Serves Wine, Champagne As Your Clients Relax & Enjoy Their Spa Time. Clients Include: Bridle Parties, Bachelorette, Birthday Parties! & Regular Stream Of Clients & Walk Ins! Nails Spa Full Range, Eyelash Extension, Eyelash Lift & Tint, Keratin Browlift, Henna Brow, Microblading, Brow Shape & Tint, Facial Wax\nExtras:Luxury Spa In The Heart Of The Beaches! Accessible Ramp! 5 Pedicure Stations, 5 Manicure Stations, Eye;Lash/Eyebrow Area, Reception Desk. Lease 5 Years $3600 Inclusive Of Tmi.  Please call for more details and full list of equipment.  Marzieh Bashari 416 889 9233", "Interesting!! Will the changes make much of a difference???", "So this means keep investing in Real Estate 👏❤ \nhashtag\n#realestatemarket \nhashtag\n#toronto \nhashtag\n#goodnews \nhashtag\n#investing \nhashtag\n#means", "Toronto making more changes to our Real Estate market!  This time it's good news! \nhashtag\n#realestatemarket \nhashtag\n#goodnews \nhashtag\n#toronto \nhashtag\n#making \nhashtag\n#changes", "Couldn't have said it better! This young man has mastered it with very little resources!  Next time you come up with excuses, just think of him!! With dedication to practice we can all do the impossible 👍 Well done young man!!! \nhashtag\n#young \nhashtag", "Thought so too!!", "Good news!! Canadian Home Sales Gain.... \nhashtag\n#homesales \nhashtag\n#goodnews \nhashtag\n#gain \nhashtag\n#canadian", "First Time Home Buyer Incentive Program \nhashtag\n#homebuyer \nhashtag\n#firsttime \nhashtag\n#incentive", "👍", "Move into this gorgeous detached house! 4 bedrooms, 3 baths, fully renovated kitchen!  Two Yards!!! Hot Tub! Vegetable garden! Park 4 cars in driveway!! Plus Garage!  Open house Aug 17 & 18 from 1-5pm message me for an appointment to view this lovely house.  Hope to see you :)", "Come join us at CIBC at Yonge & Centre in Thornhill for BBQ going to a great cause CIBC RUN FOR CURE! \nDavid Sherman CIBC mortgage specialist and myself would love to meet you and chat! ", "Great Condo market performance!", "Does the drop make much of a difference? from 5.34% to 5.19% what are your thoughts??", "Really? Bitcoin for property tax?"]}, "aziz-a-56638043": {"urn": "aziz-a-56638043", "name": "Aziz A", "description": "Bank of Iran", "posts": []}, "atieh-rezvan-87a28aa7": {"urn": "atieh-rezvan-87a28aa7", "name": "Atieh Rezvan", "description": "Expert at Central Bank of Iran", "posts": []}, "lenademerji": {"urn": "lenademerji", "name": "Linda Demerji", "description": "Sales Representative at Homelife Eagle realty inc", "posts": ["ATTENTION:\nGET 1% CASH BACK ON YOUR PURCHASE. \nINVENTORY SALE FROM BUILDER DETACHED HOMES STARTING FROM $805000 FOR 2223 SQUARE FEET AND UP. MAIN INTERSECTION GREEN LANE AND LESLIE, FOR MORE DETAILS PLEASE CALL ME AT 6475326255\nhashtag", " \n\nAbsolutely beautiful! And Great  prices  everyone these condos are in the heart of Vaughan,  why not register today and if you have any Questions don’t hesitate to  call me  at(647) 532-6255 \n🍾🎂🥂🎉🎉🎈\n ", "hashtag\n#realestate \nhashtag\n#property \nhashtag\n#residential \nhashtag\n#investment", "GREAT OPPORTUNITY FOR FIRST TIME BUYERS, INVESTORS \nIN THE HEART OF SCARBOROUGH, BEAUTIFUL FULLY RENOVATED  TOWNHOUSE \nhashtag", "JUST SOLD WITH 97% OF THE ASKING PRICE !\nREALESTATE \nhashtag\n#richmondhill \nhashtag\n#realtormarketing \nhashtag\n#homesforsale \nhashtag\n#househunting", "BEAUTIFUL BRAND NEW FREEHOLD TOWNHOUSE WALKING DISTANCE TO UPPER CANADA MALL, GO AND YRT TRANSIT IN NEWMARKET. \nhashtag\n#NEWMARKET \nhashtag\n#111KNOTTEND \nhashtag\n#investment \nhashtag\n#realestate \nhashtag\n#property#brandnew \nhashtag\n#townhouse \nhashtag", "GORGEOUS CUSTOM BUILT HOME IN UPSCALE NEIGHBORHOOD IN \nRICHMOND HILL. \nhashtag\n#richmondhill \nhashtag\n#65sunset \nhashtag\n#investment \nhashtag\n#realestate \nhashtag\n#property\nhashtag\n#upscale \nhashtag\n#custombuilt  \nhashtag\n#residential", " \nFully renovated condo close to yonge and steeles , subway, transit, shopping schools  and much more \nhashtag\n#amenities \nhashtag\n#condos \nhashtag\n#realtor \nhashtag\n#realestate \nhashtag\n#forsale \nhashtag", "absolutely amazing  lot size and great price, great for investors first time buyers, builders,  welcome  everyone!  \nhashtag\n#sizing \nhashtag\n#realestate \nhashtag\n#property \nhashtag\n#investment", "Great opportunity for first time buyers & investors in the heart of Newmarket! \nhashtag\n#newmarket \nhashtag\n#154thoms \nhashtag\n#investment \nhashtag\n#realestate \nhashtag\n#property"]}, "maria-vassileva-760752142": {"urn": "maria-vassileva-760752142", "name": "Maria Vassileva", "description": "Real Estate Agent at Royal LePage Signature Realty", "posts": ["2019 FEDERAL BUDGET - INDUSTRY IMPACTS\n \nhashtag\n#federalbudget \nhashtag\n#funding \nhashtag\n#realestate \nhashtag\n#mortgage \nhashtag\n#industrialization", "Woodbine Entertainment Funding New GO Station at Highway 27! \nhashtag\n#funding \nhashtag\n#highways \nhashtag\n#entertainment \nhashtag\n#go", "GTA MONTHLY HOUSING REPORT FEBRUARY 2019 \nhashtag\n#torontorealtor \nhashtag\n#torontohomes \nhashtag\n#statistics", "OPEN HOUSE ALERT!!!!! MUST SEE✔", "hashtag\n#toronto ❤ \nhashtag\n#concord \nhashtag\n#concordcanadahouse Can't wait for this beauty to be build. ", "YOU ARE INVITED!!! ��OPEN HOUSE 2pm-4pm Today. 63 Ruskin Ave. Toronto. $539,000.00 Perfect Home For 1st Time Home Buyers. LOCATION, LOCATION, LOCATION!!!! \nThis Gem is Just 5 Minutes Walk To Both The Go Station, UP Express & 10 Minutes Stroll to Dundas West Subway Station. Great Community With Young Professionals And New Families!"]}, "hossein-taghva": {"urn": "hossein-taghva", "name": "Hossein Taghva", "description": "bank melli iran", "posts": []}, "golnaz-mirsoleimani-55a615137": {"urn": "golnaz-mirsoleimani-55a615137", "name": "golnaz mirsoleimani", "description": "analyst equity capital market", "posts": []}, "william-nadeau-7a2213141": {"urn": "william-nadeau-7a2213141", "name": "William Nadeau", "description": "Électricien at Gilles Leduc", "posts": []}, "afshineh-afshar-a0a46046": {"urn": "afshineh-afshar-a0a46046", "name": "afshineh afshar", "description": "bank employee at m bank", "posts": []}, "mercedes-l-b8435b14a": {"urn": "mercedes-l-b8435b14a", "name": "Mercedes L.", "description": "Account Manager", "posts": []}, "claudie-tardif-nichols-674b4695": {"urn": "claudie-tardif-nichols-674b4695", "name": "Claudie Tardif-Nichols", "description": "Agent en assurance de dommages chez La Capitale", "posts": []}, "jennifer-marlowe-0b26a146": {"urn": "jennifer-marlowe-0b26a146", "name": "Jennifer Marlowe", "description": "Elementary Teacher", "posts": []}, "erinmcmanus2": {"urn": "erinmcmanus2", "name": "Erin McManus, CLU, BBA", "description": "Chartered Life Underwriter / Owner at m o o n .", "posts": ["Amazing giveaway! \n\nFor a chance to win:\n\nLike the post, tag the person you’ll take, share the post, and follow their page!\n\nGood luck!"]}}